module.exports = {
    "songSheets": {
        "state": "200",
        "msg": "推荐歌单数据请求成功~",
        "data": [
            {
                "id": "1",
                "img": "http://www.i728.top/static/images/11/1.jpg",
                "desc": "当古典音乐遇上另类演绎，妙趣横生",
                "count": "16万"
            },
            {
                "id": "2",
                "img": "http://www.i728.top/static/images/11/2.jpg",
                "desc": "灯光和花火一起闪亮，也亮不过我的梦想。",
                "count": "116万"
            },
            {
                "id": "3",
                "img": "http://www.i728.top/static/images/11/3.jpg",
                "desc": "起床歌曲‖这些歌让起床变得很享受，早安~",
                "count": "56万"
            },
            {
                "id": "4",
                "img": "http://www.i728.top/static/images/11/4.jpg",
                "desc": "百首老歌：再续当年情",
                "count": "212万"
            },
            {
                "id": "5",
                "img": "http://www.i728.top/static/images/11/5.jpg",
                "desc": "梦回旧景 | 多想回到最初遇见你的时光",
                "count": "534万"
            },
            {
                "id": "6",
                "img": "http://www.i728.top/static/images/11/6.jpg",
                "desc": "适合努力学习英语时听的歌曲",
                "count": "93万"
            }
        ]
    },
    "songs": {
        "state": "200",
        "msg": "歌曲列表数据请求成功~",
        "data": [
            {
                "id": "1",
                "title": "想唱就唱(超级女声主题曲)",
                "info": "张含韵 - 我很张含韵"
            },
            {
                "id": "2",
                "title": "十年",
                "info": "陈奕迅 - 没错就是陈奕迅"
            },
            {
                "id": "3",
                "title": "唱的响亮",
                "info": "安又琪 - 超级女声 美梦成真"
            },
            {
                "id": "4",
                "title": "那年夏天",
                "info": "许飞 - 2006超级女声长沙唱区 X 10强"
            },
            {
                "id": "5",
                "title": "我最闪亮(2007年快乐男生主题曲)",
                "info": "2007年快乐全国13强"
            },
            {
                "id": "6",
                "title": "习惯",
                "info": "李霄云 - 你看到的我是蓝色的"
            },
            {
                "id": "7",
                "title": "希望",
                "info": "何洁 - 发光体"
            }
            ,
            {
                "id": "8",
                "title": "少年游",
                "info": "魏晨 - 13"
            }
            ,
            {
                "id": "9",
                "title": "原来的我",
                "info": "陈楚生 - 快乐男生陈楚生歌曲"
            }
            ,
            {
                "id": "10",
                "title": "一个人睡",
                "info": "魏晨 - 乐天派"
            }
            ,
            {
                "id": "11",
                "title": "凭什么说",
                "info": "刘心 - 隔壁家的孩子"
            }
            ,
            {
                "id": "12",
                "title": "白色秋天",
                "info": "曾轶可 - Forever Road"
            }
            ,
            {
                "id": "13",
                "title": "夏天的味道",
                "info": "陆虎 - 夏天的味道"
            }
            ,
            {
                "id": "14",
                "title": "天下有情人",
                "info": "郁可唯 - 郁可唯电子唱片"
            }
            ,
            {
                "id": "15",
                "title": "很扯的雨天",
                "info": "陆虎 - 花吃泡面男"
            }
            ,
            {
                "id": "16",
                "title": "广州爱情故事",
                "info": "李娜 - 李娜同名专辑"
            }
            ,
            {
                "id": "17",
                "title": "可不可以忘记",
                "info": "王栎鑫 - 13"
            }
            ,
            {
                "id": "18",
                "title": "陷入爱里面",
                "info": "俞灏明-简美妍 拥抱"
            }
            ,
            {
                "id": "19",
                "title": "谁动了我的琴弦",
                "info": "周笔畅 - 唱歌去旅行"
            }
            ,
            {
                "id": "20",
                "title": "写给方大同",
                "info": "刘心 - 很喜欢你"
            }
            ,
            {
                "id": "21",
                "title": "你看到的我是蓝色的",
                "info": "李霄云 - 你看到的我是蓝色的"
            }
            ,
            {
                "id": "22",
                "title": "有没有人告诉你(电视剧《相爱十年》片尾曲)",
                "info": "陈楚生 - 16"
            }
            ,
            {
                "id": "23",
                "title": "夜车 (电影《恋爱通告》片尾曲)",
                "info": "曾轶可 - 一只猫的旅行Forever"
            }
            ,
            {
                "id": "24",
                "title": "星空物语",
                "info": "张翰 - 一起来看流星雨"
            }
            ,
            {
                "id": "25",
                "title": "让我为你唱首歌",
                "info": "张翰/朱梓骁/魏晨/俞灏明 - 一起来看流星雨"
            }
            ,
            {
                "id": "26",
                "title": "逗号",
                "info": "棉花糖 - 无以名状的快乐与悲伤"
            }
            ,
            {
                "id": "27",
                "title": "我们都一样",
                "info": "解析一 - 我们都一样"
            }
            ,
            {
                "id": "28",
                "title": "老夏天",
                "info": "丁香晓晓 - 天使A计划"
            }
            ,
            {
                "id": "29",
                "title": "北鼻与底儿",
                "info": "张含韵 - 青春无敌"
            }
            ,
            {
                "id": "30",
                "title": "酸酸甜甜就是我",
                "info": "张含韵 - 我很张含韵"
            }
            ,
            {
                "id": "31",
                "title": "冬天快乐",
                "info": "李宇春 - 此间少年"
            }
            ,
            {
                "id": "32",
                "title": "爱的太傻",
                "info": "李宇春 - 爱的太傻"
            }
            ,
            {
                "id": "33",
                "title": "愚公移山",
                "info": "周笔畅 - 翻白眼."
            }
            ,
            {
                "id": "34",
                "title": "这么近那么远",
                "info": "张靓颖 - 我相信"
            }
            ,
            {
                "id": "35",
                "title": "你一定要幸福",
                "info": "何洁 - 美丽分贝"
            },
            {
                "id": "36",
                "title": "蝴蝶泉边",
                "info": "黄雅莉 - 赞赞"
            },
            {
                "id": "37",
                "title": "怀念不如相见",
                "info": "叶一茜 - 怀念不如相见"
            }
            ,
            {
                "id": "38",
                "title": "十年之后",
                "info": "刘力扬 - 提线木偶"
            }
            ,
            {
                "id": "39",
                "title": "我们终究会牵手旅行",
                "info": "许飞 - 许飞"
            }
            ,
            {
                "id": "40",
                "title": "这就是爱",
                "info": "张杰 - 这就是爱"
            }
            ,
            {
                "id": "41",
                "title": "回忆的独奏",
                "info": "张杰 - 明天过后"
            }
            ,
            {
                "id": "42",
                "title": "流言有一千分贝",
                "info": "张杰 - 13"
            }
            ,
            {
                "id": "43",
                "title": "时间煮雨",
                "info": "郁可唯 - 时间煮雨"
            }
            ,
            {
                "id": "44",
                "title": "那时候的我",
                "info": "刘惜君 - 拂晓"
            }
            ,
            {
                "id": "45",
                "title": "一刻",
                "info": "苏妙玲 - 一可"
            }
            ,
            {
                "id": "46",
                "title": "新的家",
                "info": "曾轶可 - Forever Road"
            }
            ,
            {
                "id": "47",
                "title": "如果没有离开",
                "info": "潘虹樾 - 如果没有离开"
            }
            ,
            {
                "id": "48",
                "title": "那年春天下着雪",
                "info": "刘心 - 刘心原创作品"
            }
            ,
            {
                "id": "49",
                "title": "烟火里的尘埃",
                "info": "华晨宇 - 烟火里的尘埃"
            }
            ,
            {
                "id": "50",
                "title": "再见王子",
                "info": "棉花糖 - 再见王子"
            }

        ]
    },
    "play": {
        "state": "200",
        "msg": "数据请求成功!",
        "data": [
            {
                "bg": "http://www.i728.top/static/images/11/play_bg1.jpg",
                "picture": "http://www.i728.top/static/images/11/play_photo1.jpg",
                "source": "http://www.i728.top/static/images/11/wmbyy.mp3",
                "info": {
                    "title": "我们不一样",
                    "user": "大壮",
                    "lyric": "[by:未渡已搁浅]\n[00:00.00] 作曲 : 高进\n[00:01.00] 作词 : 高进\n[00:24.75]编曲：张亮\n[00:27.32]缩混：侯春阳\n[00:34.69]这么多年的兄弟\n[00:37.32]有谁比我更了解你\n[00:41.44]太多太多不容易\n[00:44.06]磨平了岁月和脾气\n[00:48.42]时间转眼就过去\n[00:50.79]这身后不散的筵席\n[00:54.40]只因为我们还在\n[00:57.16]心留在原地\n[01:01.28]张开手 需要多大的勇气\n[01:07.94]这片天 你我一起撑起\n[01:14.78]更努力 只为了我们想要的明天\n[01:21.49]好好的 这份情好好珍惜\n[01:28.33]我们不一样\n[01:31.10]每个人都有不同的境遇\n[01:35.31]我们在这里\n[01:37.47]在这里等你\n[01:42.00]我们不一样\n[01:44.86]虽然会经历不同的事情\n[01:48.83]我们都希望\n[01:51.04]来生还能相遇\n[01:57.11]这么多年的兄弟\n[01:59.63]有谁比我更了解你\n[02:03.82]太多太多不容易\n[02:05.99]磨平了岁月和脾气\n[02:10.83]时间转眼就过去\n[02:13.23]这身后不散的筵席\n[02:16.86]只因为我们还在\n[02:19.52]心留在原地\n[02:23.64]张开手 需要多大的勇气\n[02:30.30]这片天 你我一起撑起\n[02:37.14]更努力 只为了我们想要的明天\n[02:43.90]好好的 这份情好好珍惜\n[02:50.92]我们不一样\n[02:53.78]每个人都有不同的境遇\n[02:57.75]我们在这里\n[02:59.82]在这里等你\n[03:04.39]我们不一样\n[03:07.29]虽然会经历不同的事情\n[03:11.34]我们都希望\n[03:13.41]来生还能相遇\n[03:33.76]我们不一样\n[03:36.38]每个人都有不同的境遇\n[03:40.26]我们在这里\n[03:42.47]在这里等你\n[03:47.10]我们不一样\n[03:49.71]虽然会经历不同的事情\n[03:53.93]我们都希望\n[03:55.98]来生还能相遇\n[04:00.76]我们不一样\n[04:03.57]虽然会经历不同的事情\n[04:07.58]我们都希望\n[04:09.80]来生还能相遇\n[04:14.50]我们都希望\n[04:16.56]来生还能相遇\n"
                }
            },
            {
                "bg": "http://www.i728.top/static/images/11/play_bg3.jpg",
                "picture": "http://www.i728.top/static/images/11/play_photo3.jpg",
                "source": "http://www.i728.top/static/images/11/cd.mp3",
                "info": {
                    "title": "成都",
                    "user": "赵雷",
                    "lyric": "[00:00.00] 作曲 : 赵雷\n[00:01.00] 作词 : 赵雷\n[00:16.75]让我掉下眼泪的 不止昨夜的酒\n[00:25.91]让我依依不舍的 不止你的温柔\n[00:33.91]余路还要走多久 你攥着我的手\n[00:41.70]让我感到为难的 是挣扎的自由\n[00:52.10]分别总是在九月 回忆是思念的愁\n[00:59.63]深秋嫩绿的垂柳 亲吻着我额头\n[01:07.53]在那座阴雨的小城里 我从未忘记你\n[01:15.41]成都 带不走的 只有你\n[01:23.69]和我在成都的街头走一走\n[01:31.08]直到所有的灯都熄灭了也不停留\n[01:39.69]你会挽着我的衣袖 我会把手揣进裤兜\n[01:47.08]走到玉林路的尽头 坐在(走过)小酒馆的门口\n[02:30.37]分别总是在九月 回忆是思念的愁\n[02:38.10]深秋嫩绿的垂柳 亲吻着我额头\n[02:46.13]在那座阴雨的小城里 我从未忘记你\n[02:54.02]成都 带不走的 只有你\n[03:02.34]和我在成都的街头走一走\n[03:10.41]直到所有的灯都熄灭了也不停留\n[03:18.34]你会挽着我的衣袖 我会把手揣进裤兜\n[03:25.51]走到玉林路的尽头 坐在(走过)小酒馆的门口\n[03:35.40]和我在成都的街头走一走\n[03:45.39]直到所有的灯都熄灭了也不停留\n[03:53.62]和我在成都的街头走一走\n[04:01.35]直到所有的灯都熄灭了也不停留\n[04:08.95]你会挽着我的衣袖 我会把手揣进裤兜\n[04:17.27]走到玉林路的尽头 坐在(走过)小酒馆的门口\n[04:35.96]和我在成都的街头走一走\n[04:42.76]直到所有的灯都熄灭了也不停留"
                }
            },
            {
                "bg": "http://www.i728.top/static/images/11/play_bg2.jpg",
                "picture": "http://www.i728.top/static/images/11/play_photo2.jpg",
                "source": "http://www.i728.top/static/images/11/ybxyq.mp3",
                "info": {
                    "title": "月半小夜曲",
                    "user": "李克勤",
                    "lyric": "[00:00.00] 作曲 : 河合奈保子\n[00:01.00] 作词 : 向雪怀\n[00:24.64]仍然倚在失眠夜\n[00:27.69]望天边星宿\n[00:30.49]仍然听见小提琴\n[00:33.39]如泣似诉再挑逗\n[00:36.39]为何只剩一弯月\n[00:39.39]留在我的天空\n[00:43.19]这晚以后音讯隔绝\n[00:48.44]人如天上的明月\n[00:51.88]是不可拥有\n[00:54.33]情如曲过只遗留\n[00:57.33]无可挽救再分别\n[01:00.42]为何只是失望\n[01:03.38]填满我的空虚\n[01:07.23]这晚夜 没有吻别\n[01:12.37]仍在说永久\n[01:15.62]想不到是借口\n[01:18.57]从未意会要分手\n[01:27.32]但我的心每分每刻\n[01:30.23]仍然被她占有\n[01:34.53]她似这月儿\n[01:36.28]仍然是不开口\n[01:39.33]提琴独奏独奏着\n[01:42.38]明月半倚深秋\n[01:46.00]我的牵挂\n[01:47.40]我的渴望\n[01:48.60]直至以后\n[02:21.39]仍然倚在失眠夜\n[02:24.49]望天边星宿\n[02:27.24]仍然听见小提琴\n[02:30.09]如泣似诉再挑逗\n[02:33.14]为何只剩一弯月\n[02:36.19]留在我的天空\n[02:39.94]这晚以后音讯隔绝\n[02:45.19]人如天上的明月\n[02:48.19]是不可拥有\n[02:51.09]情如曲过只遗留\n[02:54.04]无可挽救再分别\n[02:57.09]为何只是失望\n[03:00.09]填满我的空虚\n[03:03.84]这晚夜没有吻别\n[03:09.09]仍在说永久\n[03:12.44]想不到是借口\n[03:15.39]从未意会要分手\n[03:24.00]但我的心每分每刻\n[03:26.95]仍然被她占有\n[03:31.15]她似这月儿\n[03:32.90]仍然是不开口\n[03:35.90]提琴独奏独奏着\n[03:39.05]明月半倚深秋\n[03:42.70]我的牵挂\n[03:44.10]我的渴望\n[03:45.30]直至以后\n[03:48.05]仍在说永久\n[03:51.30]想不到是借口\n[03:54.35]从未意会要分手\n[04:02.95]但我的心每分每刻\n[04:05.85]仍然被她占有\n[04:10.10]她似这月儿\n[04:12.44]仍然是不开口\n[04:14.95]提琴独奏独奏着\n[04:18.00]明月半倚深秋\n[04:21.66]我的牵挂\n[04:23.11]我的渴望\n[04:24.31]直至以后\n"
                }
            }
        ]
    }
};